Repository: neda-zal/ksysguard
Catalog: po/*/*/ksysguard.po
Languages: lt

# NAME OF TRANSLATORS
source: Your names
lt: Kenas Knightas, Dwayne'as Bailey

# EMAIL OF TRANSLATORS
source: Your emails
lt: anarchist_tomato@herzeleid.net,dwayne@translate.org.za

source: Connect Host
lt: Prijunkite prieglobą

source: Host:
lt: Priegloba:

source: Enter the name of the host you want to connect to.
lt: Įveskite pagrindinio kompiuterio, prie kurio norite prisijungti, pavadinimą.

source: Connection Type
lt: Ryšio tipas

source: Select this to use the secure shell to login to the remote host.
lt: Pasirinkite tai, jei norite prisijungti prie nuotolinio pagrindinio kompiuterio naudodami saugų apvalkalą.

source: Select this to use the remote shell to login to the remote host.
lt: Pasirinkite tai, jei norite prisijungti prie nuotolinio pagrindinio kompiuterio naudodami nuotolinį apvalkalą.

source: Daemon
lt: Demonas

source: Custom command
lt: Pasirinktinė komanda

source: Port:
lt: Uostas:

source: e.g. 3112
lt: pvz. 3112

source: Command:
lt: Komanda:

source: e.g. ssh -l root remote.host.org ksysguardd
lt: pvz. ssh -l root remote.host.org ksysguardd

source: Hide menu bar
lt: Slėpti meniu juostą

source: System Monitor
lt: Sistemos monitorius

source: &Refresh Tab
lt: &Atnaujinti skirtuką

source: &New Tab...
lt: &Naujas skirtukas...

source: Import Tab Fr&om File...
lt: Importuoti skirtuką iš failo...

source: Save Tab &As...
lt: Išsaugoti skirtuką &kaip...

source: &Close Tab
lt: &Uždaryti skirtuką

source: Monitor &Remote Machine...
lt: Stebėti &nuotolinį įrenginį...

source: &Download New Tabs...
lt: &Atsisiųsti naujus skirtukus...

source: &Upload Current Tab...
lt: &Įkelti dabartinį skirtuką...

source: Tab &Properties
lt: Skirtukas &Ypatybės

source: 1 process
lt: 1 procesas

# Arguments are formatted byte sizes (used/total)
source: Memory: %1 / %2
lt: Atmintis: %1 / %2

source: Mem: %1 / %2
lt: Atmintis: %1 / %2

source: Mem: %1
lt: Atmintis: %1

source: No swap space available
lt: Keičiamos vietos nėra

# Arguments are formatted byte sizes (used/total)
source: Swap: %1 / %2
lt: Sukeisti: %1 / %2

# Arguments is formatted byte sizes (used)
source: Swap: %1
lt: Sukeisti: %1

source: KDE System Monitor
lt: KDE sistemos monitorius

source: (c) 1996-2016 The KDE System Monitor Developers
lt: (c) 1996–2016 m. KDE sistemos monitoriaus kūrėjai

source: John Tapsell
lt: Johnas Tapsellas

source: Current Maintainer
lt: Dabartinis prižiūrėtojas

source: Chris Schlaeger
lt: Chrisas Schlaegeris

source: Previous Maintainer
lt: Ankstesnis prižiūrėtojas

source: Greg Martyn
lt: Gregas Martynas

source: Nicolas Leclercq
lt: Nicolas Leclercqas

source: Alex Sanda
lt: Aleksas Sanda

source: Bernd Johannes Wuebben
lt: Berndas Johannesas Wuebbenas

source: Ralf Mueller
lt: Ralfas Miuleris

source: Hamish Rodda
lt: Hamishas Rodda

source: Torsten Kasch
lt: Torstenas Kašas

source: Optional worksheet files to load
lt: Neprivalomi darbalapio failai, kuriuos reikia įkelti

source: &File
lt: &Failas

source: &View
lt: &Žiūrėti

source: &Settings
lt: &Nustatymai

source: Main Toolbar
lt: Pagrindinė įrankių juosta

source: Process Table
lt: Proceso lentelė

source: Sensor Browser
lt: Sensorinė naršyklė

source: Drag sensors to empty cells of a worksheet
lt: Vilkite jutiklius į tuščius darbalapio langelius

source: The sensor browser lists the connected hosts and the sensors that they provide. Click and drag sensors into drop zones of a worksheet. A display will appear that visualizes the values provided by the sensor. Some sensor displays can display values of multiple sensors. Simply drag other sensors on to the display to add more sensors.
lt: The sensor browser lists the connected hosts and the sensors that they provide. Click and drag sensors into drop zones of a worksheet. A display will appear that visualises the values provided by the sensor. Some sensor displays can display values of multiple sensors. Simply drag other sensors on to the display to add more sensors.

source: OK
lt: Gerai

source: Error
lt: Klaida

source: Edit BarGraph Preferences
lt: Redaguoti BarGraph nuostatas

source: Range
lt: diapazonas

source: Title
lt: Pavadinimas

source: Enter the title of the display here.
lt: Čia įveskite ekrano pavadinimą.

source: Display Range
lt: Ekrano diapazonas

source: Minimum value:
lt: Minimali vertė:

source: Maximum value:
lt: Didžiausia vertė:

source: Alarms
lt: Signalizacijos

source: Alarm for Minimum Value
lt: Signalizacija dėl minimalios vertės

source: Enable alarm
lt: Įjungti signalą

source: Enable the minimum value alarm.
lt: Įjungti minimalios vertės aliarmą.

source: Lower limit:
lt: Apatinė riba:

source: Alarm for Maximum Value
lt: Signalizacija dėl maksimalios vertės

source: Enable the maximum value alarm.
lt: Įjungti didžiausios vertės signalą.

source: Upper limit:
lt: Viršutinis limitas:

# @title:tab Appearance of the bar graph
source: Look
lt: Žiūrėk

source: Normal bar color:
lt: Įprasta juostos spalva:

source: Out-of-range color:
lt: Spalva už diapazono ribų:

source: Background color:
lt: Fono spalva:

source: Font size:
lt: Šrifto dydis:

source: Sensors
lt: Jutikliai

source: Edit...
lt: Redaguoti...

source: Push this button to configure the label.
lt: Norėdami sukonfigūruoti etiketę, paspauskite šį mygtuką.

source: Delete
lt: Ištrinti

source: Push this button to delete the sensor.
lt: Norėdami ištrinti jutiklį, paspauskite šį mygtuką.

source: Label of Bar Graph
lt: Juostinės diagramos etiketė

source: Enter new label:
lt: Įveskite naują etiketę:

source: Drop Sensor Here
lt: Nuleiskite jutiklį čia

source: %1 of %2
lt: %1 iš %2

source: Plotter Settings
lt: Braižytuvo nustatymai

source: General
lt: Generolas

source: Title:
lt: Pavadinimas:

source: Stack the beams on top of each other
lt: Sudėkite sijas vieną ant kitos

source: Scales
lt: Svarstyklės

source: Vertical scale
lt: Vertikali skalė

source: Specify graph range:
lt: Nurodykite grafiko diapazoną:

source: Check this box if you want the display range to adapt dynamically to the currently displayed values; if you do not check this, you have to specify the range you want in the fields below.
lt: Tick this box if you want the display range to adapt dynamically to the currently displayed values; if you do not tick this, you have to specify the range you want in the fields below.

source: Enter the minimum value for the display here.
lt: Čia įveskite mažiausią ekrano reikšmę.

source: Horizontal scale
lt: Horizontali skalė

source: Pixels per time period:
lt: Pikseliai per laikotarpį:

source: Grid
lt: Tinklelis

source: Lines
lt: Linijos

source: Vertical lines
lt: Vertikalios linijos

source: Check this to activate the vertical lines if display is large enough.
lt: Pažymėkite tai, kad suaktyvintumėte vertikalias linijas, jei ekranas pakankamai didelis.

source: Distance:
lt: Atstumas:

source: Enter the distance between two vertical lines here.
lt: Čia įveskite atstumą tarp dviejų vertikalių linijų.

source: Vertical lines scroll
lt: Vertikalios linijos slenka

source: Horizontal lines
lt: Horizontalios linijos

source: Check this to enable horizontal lines if display is large enough.
lt: Pažymėkite tai, kad įjungtumėte horizontalias linijas, jei ekranas pakankamai didelis.

source: Text
lt: Tekstas

source: Show axis labels
lt: Rodyti ašių etiketes

source: Check this box if horizontal lines should be decorated with the values they mark.
lt: Tick this box if horizontal lines should be decorated with the values they mark.

source: Set Color...
lt: Nustatyti spalvą...

source: Push this button to configure the color of the sensor in the diagram.
lt: Paspauskite šį mygtuką, kad sukonfigūruotumėte jutiklio spalvą diagramoje.

source: Move Up
lt: Judėti aukštyn

source: Move Down
lt: Judėk žemyn

source: %1 M
lt: %1 mln

source: Display Units
lt: Ekrano vienetai

source: Mixed
lt: Mišrus

source: Kilobytes
lt: Kilobaitai

source: Megabytes
lt: Megabaitai

source: Gigabytes
lt: Gigabaitai

source: Terabytes
lt: Terabaitai

source: List View Settings
lt: Sąrašo rodinio nustatymai

source: Colors
lt: Spalvos

source: Text color:
lt: Teksto spalva:

source: Grid color:
lt: Tinklelio spalva:

source: File logging settings
lt: Failų registravimo nustatymai

source: Foreground color:
lt: Priekinio plano spalva:

source: &Text
lt: &Tekstas

source: T&itle:
lt: Pavadinimas:

source: Fi&lter
lt: Filtras

source: &Add
lt: &Papildyti

source: &Delete
lt: &Ištrinti

source: &Change
lt: &Keisti

# Multimeter is a sensor display that mimics 'digital multimeter' aparatus
source: Multimeter Settings
lt: Multimetro nustatymai

source: &Title:
lt: &Pavadinimas:

source: Enable this to append the unit to the title of the display.
lt: Įjunkite tai, jei norite pridėti vienetą prie ekrano pavadinimo.

source: &Show unit
lt: &Rodyti vienetą

source: &Enable alarm
lt: &Įgalinti signalą

source: &Lower limit:
lt: &Apatinė riba:

source: E&nable alarm
lt: Įjungti signalą

source: &Upper limit:
lt: &Viršutinis limitas:

source: Nor&mal digit color:
lt: Įprasta skaitmenų spalva:

source: Alarm di&git color:
lt: Signalo skaitmenų spalva:

source: Bac&kground color:
lt: Fono spalva:

source: &Properties
lt: &Ypatybės

source: &Remove Display
lt: &Pašalinti ekraną

source: <qt><p>This is a sensor display. To customize a sensor display click the right mouse button here and select the <i>Properties</i> entry from the popup menu. Select <i>Remove</i> to delete the display from the worksheet.</p>%1</qt>
lt: <qt><p>This is a sensor display. To customise a sensor display click the right mouse button here and select the <i>Properties</i> entry from the popup menu. Select <i>Remove</i> to delete the display from the worksheet.</p>%1</qt>

# @title:column
source: Logging
lt: Medienos ruoša

# @title:column
source: Timer Interval
lt: Laikmačio intervalas

# @title:column
source: Sensor Name
lt: Jutiklio pavadinimas

# @title:column
source: Host Name
lt: Pagrindinio kompiuterio pavadinimas

# @title:column
source: Log File
lt: Žurnalo failas

source: Sensor Logger
lt: Sensorinis registratorius

source: &Remove Sensor
lt: &Pašalinti jutiklį

source: &Edit Sensor...
lt: &Redaguoti jutiklį...

source: St&op Logging
lt: Sustabdyti registravimą

source: S&tart Logging
lt: Pradėti registravimą

source: File
lt: Failas

# @title:group
source: Timer Interval
lt: Laikmačio intervalas

source: sec
lt: sek

source: Sensor Logger Settings
lt: Sensor Logger nustatymai

source: Alarm color:
lt: Signalizacijos spalva:

source: Host
lt: Šeimininkas

source: Sensor
lt: Jutiklis

source: Unit
lt: Vienetas

source: Status
lt: Būsena

source: Label
lt: Etiketė

source: System Load
lt: Sistemos apkrova

source: CPU History
lt: CPU istorija

source: Memory and Swap History
lt: Atmintis ir apsikeitimo istorija

source: Memory
lt: Atmintis

source: Swap
lt: Sukeisti

source: Network History
lt: Tinklo istorija

source: Receiving
lt: Priėmimas

source: Sending
lt: Siuntimas

source: Cannot open the file %1.
lt: Nepavyko atidaryti failo %1.

source: The file %1 does not contain valid XML.
lt: Faile %1 nėra tinkamo XML.

source: The file %1 has an invalid worksheet size.
lt: Failo %1 darbalapio dydis netinkamas.

source: Cannot save file %1
lt: Nepavyko išsaugoti failo %1

source: The clipboard does not contain a valid display description.
lt: Iškarpinėje nėra tinkamo ekrano aprašo.

source: Select Display Type
lt: Pasirinkite ekrano tipą

source: &Line graph
lt: &Linijinė diagrama

source: &Digital display
lt: &Skaitmeninis ekranas

source: &Bar graph
lt: &Juostinė diagrama

source: Log to a &file
lt: Prisijunkite prie &failo

source: Remove this display?
lt: Pašalinti šį ekraną?

source: Remove Display
lt: Pašalinti ekraną

source: Dummy
lt: Manekenas

source: Tab Properties
lt: Skirtuko ypatybės

source: Properties
lt: Savybės

source: Rows:
lt: Eilutės:

source: Columns:
lt: Stulpeliai:

source: Enter the number of rows the sheet should have.
lt: Įveskite eilučių skaičių lape.

source: Enter the number of columns the sheet should have.
lt: Įveskite lapo stulpelių skaičių.

source: Update interval:
lt: Atnaujinimo intervalas:

source: All displays of the sheet are updated at the rate specified here.
lt: Visi lapo ekranai atnaujinami čia nurodytu greičiu.

source: Enter the title of the worksheet here.
lt: Čia įveskite darbalapio pavadinimą.

source: Sheet %1
lt: Lapas %1

source: Select Tab File to Import
lt: Pasirinkite skirtuko failą, kurį norite importuoti

source: You do not have a tab that could be saved.
lt: Neturite skirtuko, kurį būtų galima išsaugoti.

source: Export Tab
lt: Skirtukas Eksportuoti

source: There are no tabs that could be deleted.
lt: Nėra skirtukų, kuriuos būtų galima ištrinti.

source: Upload custom System Monitor tab
lt: Įkelkite pasirinktinį sistemos monitoriaus skirtuką
